---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.MemberForces
source: html/10f78ad6-b7c5-42be-7016-1d4ce0e6b2f0.htm
---
# MemberForces Properties

The translational forces at relative point position of the element.